package org.kpe;

public class Main {

    //1. Создать заявку на заказ еды, если ок то вернуть true/проверить что списались деньги
    //2. Если недостаточно средств на счету пользователя вернуть false/что деньги не списались
    //3. Если order некорректный, то кинуть ошибку


    public static void main(String[] args) {
        System.out.println("Hello world!");
    }
}